<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Api key
    |--------------------------------------------------------------------------
    | The key obtained in the developer's office. Used only in the paid API version.
    | Ключ, полученный в кабинете разработчика. Используется только в платной версии API.
    |
    */

    'api_key' => 'f82f20fd-f3f8-407f-aa66-bc68f2532634',//'be6c467f-7aeb-4f9a-832d-89f22ec3376c',//'237cc0a1-b7f5-463f-a626-8ce6d645afc8',//'c3ddaef1-2a3e-4aea-bd55-698a8735fc7d',

    /*
    |--------------------------------------------------------------------------
    | Version api
    |--------------------------------------------------------------------------
    | Version used api
    | Версия используемого api
    |
    */

    'api_version' => '1.x',

    /*
    |--------------------------------------------------------------------------
    | Language
    |--------------------------------------------------------------------------
    | Language response
    | Язык ответа
    |
    | uk_UA = ukraine
    | ru_RU = russian
    | en_RU = english
    |
    */

    'language' => 'ru_RU',

    /*
    |--------------------------------------------------------------------------
    | Skip
    |--------------------------------------------------------------------------
    | The number of skipped objects in the response
    | Количество пропускаемых объектов в ответе, начиная с первого.
    |
    */

    'skip_object' => 0,
];
